Repository: BioMike/xbmc
Catalog: plugin.video.amazon-test/resources/language/resource.language.*/strings.po
Languages: nl_nl

# Addon Description
source: Movies and Television Shows for Prime Members
nl_nl: Films en Televisieseries voor Prime Leden

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence – please check with your local laws before installing.
nl_nl: Enkele delen in deze plugin zijn mogelijk niet legaal in het land van uw verblijf - controleer uw lokale wetgeving voor installatie.

# #30002
source: Email Adress
nl_nl: E-mailadres

# #30003
source: Password
nl_nl: Wachtwoord

# #30004
source: Stream Bitrate (0 - Ask)
nl_nl: Bitrate van de stream (0 - Vragen)

# #30005
source: Audio descriptions (disables 5.1/7.1)
nl_nl: Audiobeschrijvingen (deactiveert 5.1/7.1)

# #30006
source: Store Credentials instead of using the Cookie?
nl_nl: Inloggegevens opslaan in plaats van het gebruiken van een cookie?

# #30007
source: Remove Credentials and Cookie
nl_nl: Verwijder inloggegevens en cookie

# #30008
source: Sign In…
nl_nl: Aanmelden…

# #30009
source: Multi User Support
nl_nl: Meerdere gebruikers ondersteuning

# #30010
source: Remove all Users
nl_nl: Verwijder alle gebruikers

# #30011
source: General
nl_nl: Algemeen

# #30012
source: Playback with
nl_nl: Afspelen met

# #30013
source: Inputstream Addon Settings…
nl_nl: Inputstream-plugininstellingen…

# #30014
source: Logged in as
nl_nl: Aangemeld als

# #30015
source: Views
nl_nl: Weergave

# #30016
source: Movie Fanart Source
nl_nl: Film fanart bron

# #30017
source: TV Show Fanart Source
nl_nl: TV serie fanart bron

# #30018
source: Age restrictions…
nl_nl: Leeftijdsrestricties…

# #30019
source: Prefered Host
nl_nl: Voorkeurshost

# #30020
source: Use H.265 Videocodec
nl_nl: Gebruik H.265 videocodec

# #30021
source: Language
nl_nl: Taal

# #30022
source: Keep me logged in
nl_nl: Laat mij aangemeld

# #30023
source: Use android app for 4K videos
nl_nl: Gebruik android app voor 4K videos

# #30024
source: Profiles
nl_nl: Profielen

# #30025
source: Change text language
nl_nl: Verander tekst taal

# #30026
source: Show password
nl_nl: Wachtwoord weergeven

# #30027
source: Stretch factor
nl_nl: Stekkingsfactor

# #30028
source: Stretching
nl_nl: Strekken

# #30029
source: Movie View
nl_nl: Filmweergvane

# #30030
source: Show View
nl_nl: Serieweergave

# #30031
source: Season View
nl_nl: Seizoensweergave

# #30032
source: Episode View
nl_nl: Afleveringsweergave

# #30034
source: Subtitles
nl_nl: Ondertitelingen

# #30035
source: Enable Views
nl_nl: Weergaves activeren

# #30036
source: Show Recently watched menu entry
nl_nl: Geef "Recent gekeken" menu-optie weer

# #30037
source: Disable SSL Certificate Verification
nl_nl: SSL certificaatverificatie deactiveren

# #30038
source: Connection
nl_nl: Verbinding

# #30039
source: Items Per Page
nl_nl: Hoeveelheid per pagina

# #30041
source: Enable Fullscreen Video
nl_nl: Schermvullende video activeren

# #30042
source: Browser Kiosk Mode
nl_nl: Browser kioskmodus

# #30043
source: Use custom Browser path
nl_nl: Gebruik aangepaste browserlocatie

# #30044
source: Wait till Fullscreen (sec)
nl_nl: Wacht voordat schermvullend (sec)

# #30045
source: Automatic PIN Input
nl_nl: Automatsche PIN invoer

# #30047
source: Wait after PIN Input
nl_nl: Wacht na PIN invoer

# #30048
source: Script path
nl_nl: Scriptlocatie

# #30049
source: Detect Framerate
nl_nl: Framerate detecteren

# #30051
source: Load missing from TMDb
nl_nl: Missende gegevens van TMDb laden

# #30053
source: Load missing from TVDb
nl_nl: Missende gegevens van TVDb laden

# #30055
source: Show TV Show Fanart in Season and Episode Lists
nl_nl: TV serie fanart in seizoens- en afleveringlijsten weergeven

# #30057
source: Wait till PIN Input
nl_nl: Wacht op PIN invoer

# #30059
source: Use own user profile
nl_nl: Gebruik eigen gebruikersprofiel

# #30060
source: Export
nl_nl: Exporteren

# #30061
source: Custom Export Folder
nl_nl: Aangepaste exporteermap

# #30062
source: Path
nl_nl: Locatie

# #30063
source: Create Video Information File
nl_nl: Videoinformatiebestand aanmaken

# #30064
source: Mediasource Movie Title
nl_nl: Mediabron Filmtitel

# #30065
source: Mediasource TV Title
nl_nl: Mediabron Serietitel

# #30066
source: Send video progress to Amazon at least at percent played (0 to disable)
nl_nl: Stuur videovoortgang naar Amazon bij ten minste bij percentage afgespeeld (0 om te deactiveren)

# #30070
source: Miscellaneous
nl_nl: Overige

# #30071
source: Display TV-Show instead of Seasons in Watchlist
nl_nl: TV serie in plaats van seizoenen in kijklijst weergeven

# #30072
source: Verbose Logging
nl_nl: Uitgebreide logberichten

# #30073
source: Display Paid Content
nl_nl: Betaalde inhoud weergeven

# #30074
source: Remote Control support
nl_nl: Afstandsbedieningsondersteuning

# #30075
source: UP/DOWN controls Kodi Volume
nl_nl: OMHOOG/OMLAAG bestuurt Kodi's volume

# #30076
source: Watchlist/Library Order
nl_nl: Kijklijst/Bibliotheek volgorde

# #30077
source: Recently Added
nl_nl: Recent toegevoegd

# #30078
source: Title Ascending
nl_nl: Titel oplopend

# #30079
source: Title Descending
nl_nl: Titel aflopend

# #30080
source: Automatically Watchlist export
nl_nl: Automatische kijklijst export

# #30081
source: Intro/Recap scenes processing
nl_nl: Intro/Voorgaand scences verwerking

# #30082
source: Do nothing
nl_nl: Doe niets

# #30083
source: Show Skip Button
nl_nl: Overslaan knop weergeven

# #30084
source: Autoskip Intro
nl_nl: Intro automatisch overslaan

# #30085
source: Autoskip Recap
nl_nl: Voorgaand automatisch overslaan

# #30086
source: Autoskip All
nl_nl: Alles overslaan

# #30087
source: Clear cache
nl_nl: Cache wissen

# #30088
source: Clear cached catalog or video data? Video data includes series/season metadata.
nl_nl: Opgeslagen catalogus of videogegevens wissen? Videogegevens bevatten ook series/seizoen metagegevens.

# #30089
source: No
nl_nl: Nee

# #30090
source: Catalog
nl_nl: Catalogus

# #30091
source: Video data
nl_nl: Videogegevens

# #30092
source: Both
nl_nl: Beide

# #30100
source: Library
nl_nl: Bibliotheek

# #30101
source: Toggle Watched State
nl_nl: Kijkstatus wisselen

# #30102
source: Force Fallback
nl_nl: Vangnet forceren

# #30104
source: Movies
nl_nl: Films

# #30107
source: Television
nl_nl: Televisie

# #30108
source: Search
nl_nl: Zoeken

# #30109
source: Choose Bitrate for Playback
nl_nl: Kies bitrate voor afspelen

# #30111
source: Continue to Page %s
nl_nl: Doorgaan naar pagina %s

# #30112
source: Back to Main Menu
nl_nl: Terug naar hoofdmenu

# #30113
source: Choose Language for Playback
nl_nl: Kies taal voor afspelen

# #30114
source: Choose Stream Quality:
nl_nl: Kies streamkwaliteit:

# #30115
source: Available Languages:
nl_nl: Beschikbare talen:

# #30120
source: PIN (empty for no restriction)
nl_nl: PIN (leeg voor geen beperkingen)

# #30121
source: PIN Request at
nl_nl: Pin gevraagd op

# #30122
source: Apply
nl_nl: Toepassen

# #30123
source: Cancel
nl_nl: Annuleren

# #30127
source: No content found
nl_nl: Geen inhoud gevonden

# #30130
source: Add User…
nl_nl: Gebruiker toevoegen…

# #30131
source: Delete User…
nl_nl: Gebruiker verwijderen…

# #30132
source: Rename User
nl_nl: Gebruiker hernoemen

# #30133
source: Choose User
nl_nl: Gebruiker kiezen

# #30134
source: Current User: {0}
nl_nl: Huidige gebruiker: {0}

# #30135
source: Display Name
nl_nl: Weergavenaam

# #30136
source: Recently watched
nl_nl: Recent bekeken

# #30143
source: All Movies
nl_nl: Alle films

# #30160
source: All Shows
nl_nl: Alle series

# #30165
source: Movie
nl_nl: Film

# #30166
source: Show
nl_nl: Serie

# #30167
source: Season
nl_nl: Seizoen

# #30168
source: Year
nl_nl: Jaar

# #30171
source: Unrated
nl_nl: Onbeoordeeld

# #30173
source: Episode
nl_nl: Aflevering

# #30180
source: Add %s to Watchlist
nl_nl: %s toevoegen aan kijklijst

# #30181
source: Remove %s from Watchlist
nl_nl: %s verwijderen van kijklijst

# #30182
source: Go to TV-Show
nl_nl: Ga naar TV-serie

# #30183
source: Get Similarities
nl_nl: Verkrijg overeenkomend

# #30184
source: Remove {} from List
nl_nl: Verwijder {} van lijst

# #30185
source: Export %s
nl_nl: %s exporteren

# #30186
source: Update Library
nl_nl: Bibliotheek bijwerken

# #30187
source: Source folders added/changed
nl_nl: Bronmappen toegevoegd/veranderd

# #30188
source: To complete the setup restart Kodi and set the content type of added folders.
nl_nl: Om de installatie te voltooien, start Kodi opnieuw op en zet de inhoudstype van de toegevoegde mappen.

# #30191
source: Restart
nl_nl: Opnieuw opstarten

# #30192
source: Do you want to restart Kodi now?
nl_nl: Wilt u Kodi nu opnieuw opstarten?

# #30193
source: Skip Intro
nl_nl: Intro overslaan

# #30194
source: Skip Recap
nl_nl: Voorgaand overslaan

# #30195
source: Skipping Scene…
nl_nl: Scene overslaan…

# #30196
source: Dump JSON replies
nl_nl: JSON antwoorden wegschrijven

# #30197
source: Dump collisions
nl_nl: Botsingen wegschrijven

# #30198
source: Browser or Script not found. Please check settings.
nl_nl: Browser of script niet gevonden. Controlleer uw instellingen.

# #30199
source: Raw
nl_nl: Ruw

# #30200
source: Login Error
nl_nl: Aanmeldfout

# #30201
source: Wrong Email Adress or Password
nl_nl: Verkeerd email adres of wachtwoord

# #30202
source: No Search Results
nl_nl: Geen zoekresultaten

# #30203
source: Unable to Play
nl_nl: Kan niet afspelen

# #30204
source: Invalid Request
nl_nl: Ongeldige aanvraag

# #30205
source: Playback Limit reached, try again later
nl_nl: Afspeellimiet bereikt, probeer later nog eens

# #30206
source: Product not purchased
nl_nl: Product niet aangekocht

# #30207
source: This Video is unavailable in your Country
nl_nl: Deze video is niet beschikbaar in uw land

# #30208
source: Playback currently not possible, try again later
nl_nl: Afspelen momenteen niet mogelijk, probeer later nog eens

# #30209
source: Unknown
nl_nl: Onbekend

# #30210
source: Please remove Credentials and Cookie in Settings
nl_nl: Verwijder a.u.b. uw inloggegevens en cookie in de instellingen

# #30211
source: Credentials and Cookie(s) removed
nl_nl: Aanmeldgegevens en cookie(s) verwijderd

# #30212
source: Captcha Request, please change IP or try again later
nl_nl: Captcha vraag, verander uw IP of probeer later nog eens

# #30213
source: Unknown Error, please enable advanced debugging in settings and check avod-login.log/avod-login-si.log/avod-login-mfa.log
nl_nl: Onbekende fout, activeer a.u.b. geavanceerde debugging in instellingen en controlleer avod-login.log/avod-login-si.log/avod-login-mfa.log

# #30214
source: Wrong Code
nl_nl: Verkeerde code

# #30215
source: Login successful
nl_nl: Aanmelding succesvol

# #30216
source: No credentials present, please go to Settings-Connection and sign in
nl_nl: Geen aanmeldgegevens beschikbaar, ga a.u.b. naar Instellingen-Verbinding en meld u aan

# #30217
source: No stream hoster reachable
nl_nl: Geen streamhoster bereikbaar

# #30219
source: Unable to retrieve Amazon's territorial configuration.
nl_nl: Kan Amazon's territoriale configuratie niet verkrijgen.

# #30242
source: Page {}
nl_nl: Pagina {}

# #30243
source: Pagination
nl_nl: Pagina-indeling

# #30244
source: Everything
nl_nl: Alles

# #30245
source: Watchlist
nl_nl: Kijklijst

# #30246
source: Collections
nl_nl: Verzamelingen

# #30247
source: Search
nl_nl: Zoeken

# #30248
source: Proxy MPD alteration
nl_nl: Proxy MPD aanpassingen

# #30249
source: Prefer episode thumbnails to posters
nl_nl: Prefereer afleveringvoorbeelden over posters

# #30251
source: Connection error
nl_nl: Verbindingsfout

# #30252
source: Loading page {0}…
nl_nl: Laden van pagina {0}…

# #30253
source: {0} seasons
nl_nl: {0} seizoenen

# #30254
source: userinput.exe not found
nl_nl: userinput.exe niet gevonden

# #30255
source: Please download it from GitHub and manually install it in the addon directory
nl_nl: Download het a.u.b. van GitHub en installeer handmatig in de plugin directory

# #30256
source: Error: servers returned no content (check logs for more information)
nl_nl: Fout: servers gaven geen inhoud terug (controleer logbestanden voor meer informatie)

# #30257
source: Catalog cache expiration time
nl_nl: Catalogus cache verlopingstijd

# #30258
source: 1 hour
nl_nl: 1 uur

# #30259
source: 6 hours
nl_nl: 6 uren

# #30260
source: 12 hours
nl_nl: 12 uren

# #30261
source: 1 day
nl_nl: 1 dag

# #30262
source: 3 days
nl_nl: 3 dagen

# #30263
source: 7 days
nl_nl: 7 dagen

# #30264
source: 15 days
nl_nl: 15 dagen

# #30265
source: 30 days
nl_nl: 30 dagen

# #30266
source: Login credentials invalid, please login again.
nl_nl: Aanmeldgegevens ongeldig, meld u a.u.b. nogmaals aan.
